Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# tabs.tabGroup.colorName.purple
source: Purple
de: Lila
es: Morado
fr: Violet
ja: パープル
ko: 보라
nl: Paars
zh_hans: 紫色
zh_hant: 紫色

# tabs.tabGroup.colorName.red
source: Red
de: Rot
es: Rojo
fr: Rouge
ja: レッド
ko: 빨강
nl: Rood
zh_hans: 红色
zh_hant: 紅色

# tabs.tabGroup.colorName.yellow
source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: イエロー
ko: 노랑
nl: Geel
zh_hans: 黄色
zh_hant: 黃色

# themes.appearance.darkOption
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
nl: Donker
zh_hans: 深色
zh_hant: 深色

# themes.appearance.lightOption
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
nl: Licht
zh_hans: 浅色
zh_hant: 淺色

# themes.theme.amber.name
source: Amber
de: Bernstein
es: Ámbar
fr: Ambre
ja: アンバー
ko: 앰버
zh_hans: 琥珀色
zh_hant: 琥珀色

# themes.theme.coral.name
source: Coral
de: Koralle
fr: Corail
ja: コーラル
ko: 코랄
nl: Koraal
zh_hans: 珊瑚色
zh_hant: 珊瑚紅

# themes.theme.mist.name
source: Mist
de: Dunst
es: Bruma
fr: Brume
ja: ミスト
ko: 미스트
zh_hans: 薄雾灰
zh_hant: 霧灰

# themes.theme.petal.name
source: Petal
de: Blüte
es: Pétalo
fr: Pétale
ja: ペタル
ko: 페탈
nl: Bloemblad
zh_hans: 花瓣粉
zh_hant: 花瓣粉

# themes.theme.pure.name
source: Pure
de: Pur
es: Puro
fr: Pur
ja: ピュア
ko: 퓨어
nl: Puur
zh_hans: 纯净
zh_hant: 純淨

# timeMachine.helpMenu.emptyPlaceholder
source: No Backups Available
de: Keine Backups verfügbar
es: No hay copias de seguridad disponibles
fr: Aucune sauvegarde disponible
ja: 利用できるバックアップがありません
ko: 사용 가능한 백업 없음
nl: Geen back-ups beschikbaar
zh_hans: 没有可用的备份
zh_hant: 沒有可用的備份

# toolbar.bookmarkBar.newFolderAction
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新しいフォルダ
ko: 새 폴더
nl: Nieuwe map
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# toolbar.organizeTabs.accessibilityLabel
source: Organize tabs with AI
de: Tabs mit KI organisieren
es: Organizar las pestañas con IA
fr: Organiser les onglets avec l'IA
ja: AIでタブを整理
ko: AI로 탭 정리
nl: Tabbladen ordenen met AI
zh_hans: 用 AI 整理标签页
zh_hant: 使用 AI 整理分頁

# toolbar.searchTabs.accessibilityLabel
source: Search Tabs
de: Tabs suchen
es: Buscar pestañas
fr: Rechercher des onglets
ja: タブを検索
ko: 탭 검색
nl: Doorzoek tabbladen
zh_hans: 搜索标签页
zh_hant: 搜尋分頁

# toolbar.tabGroupChip.collapsedAccessibilityLabel
source: %1$@ tab group, %2$d tabs, collapsed
de: Tab-Gruppe %1$@, %2$d Tabs, eingeklappt
es: Grupo de pestañas %1$@, %2$d pestañas, contraído
fr: Groupe d'onglets %1$@, %2$d onglets, réduit
ja: %1$@タブグループ、%2$d個のタブ、折りたたみ済み
ko: %1$@ 탭 그룹, 탭 %2$d개, 접힘
nl: %1$@ tabbladgroep, %2$d tabbladen, ingeklapt
zh_hans: %1$@ 标签页组，%2$d 个标签页，已折叠
zh_hant: %1$@ 分頁群組，%2$d 個分頁，已收合

# toolbar.tabGroupChip.expandedAccessibilityLabel
source: %1$@ tab group, %2$d tabs, expanded
de: Tab-Gruppe %1$@, %2$d Tabs, ausgeklappt
es: Grupo de pestañas %1$@, %2$d pestañas, expandido
fr: Groupe d'onglets %1$@, %2$d onglets, développé
ja: %1$@タブグループ、%2$d個のタブ、展開済み
ko: %1$@ 탭 그룹, 탭 %2$d개, 펼침
nl: %1$@ tabbladgroep, %2$d tabbladen, uitgeklapt
zh_hans: %1$@ 标签页组，%2$d 个标签页，已展开
zh_hant: %1$@ 分頁群組，%2$d 個分頁，已展開

# toolbar.tabGroupChip.interactionTooltip
source: Click the title for overview. Click the arrow to expand or collapse.
de: Klicke auf den Titel für die Übersicht. Klicke auf den Pfeil zum Ein- oder Ausklappen.
es: Haz clic en el título para ver la vista general. Haz clic en la flecha para expandir o contraer.
fr: Cliquez sur le titre pour afficher la vue d'ensemble. Cliquez sur la flèche pour développer ou réduire.
ja: タイトルをクリックすると概要が表示されます。矢印をクリックすると展開・折りたたみを切り替えられます。
ko: 제목을 클릭하면 개요가 열려요. 화살표를 클릭하면 펼치거나 접을 수 있어요.
nl: Klik op de titel voor het overzicht. Klik op de pijl om uit te klappen of in te klappen.
zh_hans: 点按标题查看概览。点按箭头展开或折叠。
zh_hant: 按一下標題可查看總覽。按一下箭頭可展開或收合。

# updates.menu.availableStatus
source: New version available
de: Neue Version verfügbar
es: Nueva versión disponible
fr: Nouvelle version disponible
ja: 新しいバージョンが利用できます
ko: 새 버전 사용 가능
nl: Nieuwe versie beschikbaar
zh_hans: 有新版本可用
zh_hant: 有新版本可用

# updates.menu.checkForUpdatesStatus
source: Check for Update...
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Zoek naar updates…
zh_hans: 检查更新…
zh_hant: 檢查更新…

# updates.menu.checkingStatus
source: Checking for updates...
de: Es wird nach Updates gesucht…
es: Buscando actualizaciones…
fr: Recherche de mises à jour…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
nl: Zoeken naar updates…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

# updates.menu.downloadingStatus
source: Downloading update...
de: Update wird heruntergeladen…
es: Descargando la actualización…
fr: Téléchargement de la mise à jour…
ja: アップデートをダウンロード中…
ko: 업데이트 다운로드 중…
nl: Update wordt gedownload…
zh_hans: 正在下载更新…
zh_hant: 正在下載更新…

# updates.menu.readyToInstallStatus
source: Click to install update
de: Klicken, um das Update zu installieren
es: Haz clic para instalar la actualización
fr: Cliquer pour installer la mise à jour
ja: クリックしてアップデートをインストール
ko: 클릭하여 업데이트 설치
nl: Klik om de update te installeren
zh_hans: 点按以安装更新
zh_hant: 按一下以安裝更新

# updates.updateWindow.automaticDownloadToggle
source: Automatically download and install updates in the future
de: Updates künftig automatisch herunterladen und installieren
es: Descargar e instalar automáticamente las actualizaciones en el futuro
fr: Télécharger et installer automatiquement les mises à jour à l'avenir
ja: 今後、アップデートを自動的にダウンロードしてインストール
ko: 앞으로 업데이트를 자동으로 다운로드하고 설치
nl: Updates voortaan automatisch downloaden en installeren
zh_hans: 今后自动下载并安装更新
zh_hant: 日後自動下載並安裝更新

# updates.updateWindow.availableTitle
source: A new version of Phi is available
de: Eine neue Version von Phi ist verfügbar
es: Hay una nueva versión de Phi disponible
fr: Une nouvelle version de Phi est disponible
ja: Phiの新しいバージョンが利用可能です
ko: Phi의 새 버전을 사용할 수 있어요
nl: Er is een nieuwe versie van Phi beschikbaar
zh_hans: Phi 有新版本可用
zh_hant: Phi 有新版本可用

# updates.updateWindow.installAndRelaunchButton
source: Install and Relaunch
de: Installieren und neu starten
es: Instalar y reiniciar
fr: Installer et relancer
ja: インストールして再起動
ko: 설치 후 재실행
nl: Installeer en herstart
zh_hans: 安装并重新启动
zh_hant: 安裝並重新啟動

# updates.updateWindow.installOnQuitButton
source: Install on Quit
de: Beim Beenden installieren
es: Instalar al salir
fr: Installer en quittant
ja: 終了時にインストール
ko: 종료 시 설치
nl: Installeer bij stoppen
zh_hans: 退出时安装
zh_hant: 結束時安裝

# updates.updateWindow.installUpdateButton
source: Install Update
de: Update installieren
es: Instalar actualización
fr: Installer la mise à jour
ja: アップデートをインストール
ko: 업데이트 설치
nl: Installeer update
zh_hans: 安装更新
zh_hant: 安裝更新

# updates.updateWindow.readyToInstallTitle
source: A new version of Phi is ready to install
de: Eine neue Version von Phi ist bereit zur Installation
es: Hay una nueva versión de Phi lista para instalar
fr: Une nouvelle version de Phi est prête à être installée
ja: Phiの新しいバージョンをインストールする準備ができました
ko: Phi의 새 버전을 설치할 준비가 됐어요
nl: Er staat een nieuwe versie van Phi klaar om te installeren
zh_hans: Phi 的新版本已准备好安装
zh_hant: Phi 的新版本已可安裝

# updates.updateWindow.releaseNotes.loadingPlaceholder
source: Loading release notes...
de: Versionshinweise werden geladen…
es: Cargando las notas de la versión…
fr: Chargement des notes de version…
ja: リリースノートを読み込み中…
ko: 릴리스 노트를 불러오는 중…
nl: Release-opmerkingen laden…
zh_hans: 正在加载版本说明…
zh_hant: 正在載入更新說明…

# updates.updateWindow.releaseNotes.unavailablePlaceholder
source: No release notes available.
de: Keine Versionshinweise verfügbar.
es: No hay notas de la versión disponibles.
fr: Aucune note de version disponible.
ja: リリースノートはありません。
ko: 사용할 수 있는 릴리스 노트가 없어요.
nl: Geen release-opmerkingen beschikbaar.
zh_hans: 没有可用的版本说明。
zh_hant: 沒有可用的更新說明。

# updates.updateWindow.remindLaterButton
source: Remind Me Later
de: Später erinnern
es: Recordármelo más tarde
fr: Me le rappeler plus tard
ja: 後で通知
ko: 나중에 알림
nl: Herinner me later
zh_hans: 稍后提醒我
zh_hant: 稍後提醒

# updates.updateWindow.skipVersionButton
source: Skip This Version
de: Diese Version überspringen
es: Omitir esta versión
fr: Ignorer cette version
ja: このバージョンをスキップ
ko: 이 버전 건너뛰기
nl: Sla deze versie over
zh_hans: 跳过此版本
zh_hant: 略過此版本

# about.chromiumVersionLabel
source: Chromium Engine Version %@
es: Versión del motor Chromium %@
fr: Version %@ du moteur Chromium
ja: Chromiumエンジンバージョン %@
ko: Chromium 엔진 버전 %@
nl: Chromium-engineversie %@
zh_hans: Chromium 引擎版本 %@
zh_hant: Chromium 引擎版本 %@

# about.versionLabel
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
nl: Versie %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）
zh_hant: 版本 %1$@（%2$@）

# agentControl.connectionApproval.agentLabel
source: Agent
es: Agente
ja: エージェント
ko: 에이전트
zh_hans: 智能体
zh_hant: AI 代理

# agentControl.connectionApproval.identity.teamSummary
source: Team %1$@ · %2$@
es: Equipo %1$@ · %2$@
fr: Équipe %1$@ · %2$@
ja: チーム%1$@・%2$@
ko: 팀 %1$@ · %2$@
zh_hans: 团队 %1$@ · %2$@
zh_hant: 團隊 %1$@ · %2$@

# app.helpMenu.timeMachineBackups
source: Time Machine Backups
es: Copias de seguridad de Time Machine
fr: Sauvegardes Time Machine
ja: Time Machineバックアップ
ko: Time Machine 백업
zh_hans: 时间机器备份
zh_hant: 「時光機」備份

# app.mainMenu.spaces
source: Spaces
es: Espacios
fr: Espaces
ja: スペース
ko: 스페이스
zh_hans: 空间
zh_hant: 空間

# app.uninstall.failure.dismissButton
source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

# browser.headerMoreMenu.downloadsAction
source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載項目

# browser.headerMoreMenu.feedbackAction
source: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
zh_hans: 反馈
zh_hant: 意見回饋

# common.bookmarkEditor.newFolder.nameField.label
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
nl: Naam
zh_hans: 名称
zh_hant: 名稱

# common.credentialApproval.agentLabel
source: Agent
es: Agente
ja: エージェント
ko: 에이전트
zh_hans: 智能体
zh_hant: AI 代理

# common.editor.nameField.label
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
nl: Naam
zh_hans: 名称
zh_hant: 名稱

# common.pinnedTabEditor.faviconPlaceholderAccessibilityLabel
source: Website
es: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
zh_hans: 网站
zh_hant: 網站

# common.pinnedTabEditor.nameField.placeholder
source: Tab Name
es: Nombre de la pestaña
fr: Nom de l'onglet
ja: タブ名
ko: 탭 이름
nl: Tabbladnaam
zh_hans: 标签页名称
zh_hant: 分頁名稱

# extensions.popover.siteSecuritySectionTitle
source: Website
es: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
zh_hans: 网站
zh_hant: 網站

# oobe.guestMigration.cleanupDeferred.dismissButton
source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

# oobe.guestMode.credentialClearFailure.dismissButton
source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

# oobe.layoutSelection.performanceOption
source: Performance
es: Rendimiento
ja: パフォーマンス
ko: 성능
nl: Prestaties
zh_hans: 性能
zh_hant: 效能

# settings.general.layoutMode.performanceOption
source: Performance
es: Rendimiento
ja: パフォーマンス
ko: 성능
nl: Prestaties
zh_hans: 性能
zh_hant: 效能

# settings.navigation.spacesTitle
source: Spaces
es: Espacios
fr: Espaces
ja: スペース
ko: 스페이스
zh_hans: 空间
zh_hant: 空間

# settings.phiLink.customBot.tokenField.label
source: Bot Token
es: Token del bot
fr: Jeton du bot
ja: ボットトークン
ko: 봇 토큰
zh_hans: 机器人令牌

# settings.phiLink.officialBot.telegramIDLabel
source: Telegram ID
es: ID de Telegram
fr: ID Telegram

# settings.profiles.boundSpaceCount
source: %d Spaces
es: %d Espacios
fr: %d Espaces
ja: %d個のスペース
ko: 스페이스 %d개
zh_hans: %d 个空间
zh_hant: %d 個空間

# settings.shortcuts.command.showDownloads
source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載項目

# settings.shortcuts.group.spaces
source: Spaces
es: Espacios
fr: Espaces
ja: スペース
ko: 스페이스
zh_hans: 空间
zh_hant: 空間

# settings.shortcuts.group.tab
source: Tab
es: Pestaña
fr: Onglet
ja: タブ
ko: 탭
nl: Tabblad
zh_hans: 标签页
zh_hant: 分頁

# settings.spaces.pinnedTabScope.spaceOption
source: Space
es: Espacio
fr: Espace
ja: スペース
ko: 스페이스
zh_hans: 空间
zh_hant: 空間

# sidebar.createSpace.defaultName
source: Space %d
es: Espacio %d
fr: Espace %d
ja: スペース%d
ko: 스페이스 %d
zh_hans: 空间 %d
zh_hant: 空間 %d

# sidebar.createSpace.nameField.placeholder
source: Space name
es: Nombre del Espacio
fr: Nom de l'Espace
ja: スペース名
ko: 스페이스 이름
nl: Space-naam
zh_hans: 空间名称
zh_hant: 空間名稱

# sidebar.feedbackButton.title
source: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
zh_hans: 反馈
zh_hant: 意見回饋

# sidebar.feedbackButton.tooltip
source: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
zh_hans: 反馈
zh_hant: 意見回饋

# sidebar.spacesPicker.accessibilityLabel
source: Spaces
es: Espacios
fr: Espaces
ja: スペース
ko: 스페이스
zh_hans: 空间
zh_hant: 空間

# sidebar.urlRulesEditor.matchType.domain
source: Domain
es: Dominio
fr: Domaine
ja: ドメイン
ko: 도메인
nl: Domein
zh_hans: 域名
zh_hant: 網域

# sidebar.urlRulesEditor.matchType.domainSuffix
source: Domain suffix
es: Sufijo de dominio
fr: Suffixe de domaine
ja: ドメインとサブドメイン
ko: 도메인 접미사
nl: Domeinsuffix
zh_hans: 域名后缀
zh_hant: 網域後綴

# sidebar.urlRulesEditor.matchValue.domainContainsPlaceholder
source: example
es: ejemplo
fr: exemple
nl: voorbeeld

# tabs.tabGroup.colorName.orange
source: Orange
es: Naranja
ja: オレンジ
ko: 주황
nl: Oranje
zh_hans: 橙色
zh_hant: 橘色

# tabs.tabGroup.summaryWithTabCount
source: %1$@ · %2$d tabs
es: %1$@ · %2$d pestañas
fr: %1$@ · %2$d onglets
ja: %1$@・%2$d個のタブ
ko: %1$@ · 탭 %2$d개
nl: %1$@ · %2$d tabbladen
zh_hans: %1$@ · %2$d 个标签页
zh_hant: %1$@ · %2$d 個分頁

# themes.appearance.systemOption
source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
nl: Systeem
zh_hans: 跟随系统
zh_hant: 系統

# themes.theme.iris.name
source: Iris
es: Lila
ja: アイリス
ko: 아이리스
zh_hans: 鸢尾色
zh_hant: 鳶尾紫

# themes.theme.mint.name
source: Mint
es: Menta
fr: Menthe
ja: ミント
ko: 민트
zh_hans: 薄荷绿
zh_hant: 薄荷綠

# oobe.importDataType.cookiesToggle
source: Cookies
ja: Cookie
ko: 쿠키
zh_hans: Cookie
zh_hant: Cookie

# settings.general.newTabShortcut.addressBarOption
source: Omnibox
ja: オムニボックス
ko: 옴니박스
zh_hans: 多功能框

# settings.general.pictureInPicture.normalOption
source: Normal
ja: 標準
ko: 일반
nl: Normaal
zh_hans: 标准
zh_hant: 一般

# settings.shortcuts.group.app
source: App
ja: アプリ
ko: 앱

# settings.spaces.pinnedTabScope.appOption
source: App
ja: アプリ
ko: 앱

# sidebar.chatButton.title
source: Chat
ja: チャット
ko: 채팅
zh_hans: 对话
zh_hant: 對話

# themes.theme.aqua.name
source: Aqua
ja: アクア
ko: 아쿠아
zh_hans: 水蓝色
zh_hant: 水藍色

# app.extensionInfoAlert.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# app.importBrowserData.unavailableInIncognito.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# app.logExport.failure.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# app.logExport.noLogsFound.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# app.timeMachineRestore.failure.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# app.userDataExport.aiData.result.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# app.userDataExport.categorySelection.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# app.userDataExport.failure.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# app.userDataImport.failure.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# feedback.form.attachmentFailure.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# feedback.form.localSaveFailure.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# localData.compatibilityAlert.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# settings.account.logoutFailure.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# settings.account.renameDialog.emptyNameError.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# settings.account.renameDialog.nameTooLongError.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# settings.developer.skillInstall.result.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# settings.spaces.pinnedTabScopeFailure.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# spaces.importProgress.changeProfileBlocked.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# spaces.importProgress.deleteSpaceBlocked.dismissButton
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# common.editor.urlField.label
source: URL
zh_hans: 网址
zh_hant: 網址

# feedback.form.urlField.label
source: URL
zh_hans: 网址
zh_hant: 網址

# sidebar.urlRulesEditor.matchType.url
source: URL
zh_hans: 网址
zh_hant: 網址

source: URL
zh_hans: 网址
zh_hant: 網址
